{
	"select_date":"Select date",
	"login": {
		"Go_to_HR_Portal":"Go to HR Portal",
		"log_out":"Log out",
		"username": "Username",
		"password": "Password",
		"forgetPage": "Forget Password or Username",
		"help": "Need help?",
		"Technical_Issues": "Technical Issues:",
		"All_other_matters": "All other matters:",
		"other-mail": "BIX@income.com.sg",
		"otherHelp": "For Enrolment insurance matters, reach us at",
		"contact": "Contact No.",
		"contact_us": "Contact us",
		"contact_number": "6871 1150",
		"for_employee_dependent": "For Enrolment insurance matters",
		"contact_help":"You may contact ",
		"benefits_help": "benefits@fairpricegroup.sg",
		"benefits_help2": "helpdesk@ntucenterprise.sg",
		"technical_mail": "techsupport@bixflexi.sg",
		"my": "My",
		"Myself": "Myself",
		"Your_Benefits_amplified": "Your Benefits amplified ...",
		"We_are_with_you": "We are with you",
		"NTUC": "N T U C",
		"Find_out": "Find out",
		"more": "more...",
		"Email_or_SMS": "Email or SMS?",
		"tell_us": "Tell us how you would like to receive OTP",
		"account-locked": {
			"warn": "Your Account is Locked",
			"reason": "Unfortunately, you have attempted to login too many times.",
			"solution": "Please contact support@benefitsolutions.com.sg to unlock your account"
		},
		"count-try": "You have 10 more tries before your account is locked",
		"welcome_to_your_benefit": "Welcome to your Benefits Enrolment Portal",
		"this_is_a_portal": "Are you ready to make selections to your Benefits ?",
		"enjoy_the_journey": "Your Benefit awaits.",
		"enjoy_the_journey_2": "Enjoy the journey.",
		"pass_hint": "Password must include 8 characters, 1 special character and 1 uppercase letter and 1 number",
		"name_hint": "Your username does not match our records",
		"pass_blank": "Your password is blank"
	},
	"description": "View and read the notifications sent to you by Amplify to stay up to date.",
	"Back":"Back",
	"logout": "Logout",
	"One_sec_whilst_we_load_your_Core_Benefits": "One sec whilst we load your Core Benefits",
	"please_select": "Please select",
	"days": "days",
	"hours": "hours",
	"mins": "mins",
	"minutes": "minutes",
	"Enrolment_Countdown": "Enrolment Countdown",
	"btn": {
		"ok": "Ok",
		"colse": "Close",
		"cancel": "Cancel",
		"signin": "Sign in",
		"submit": "SUBMIT",
		"skip": "Skip",
		"next": "Next",
		"back": "Back",
		"reset": "Reset",
		"Save_for_latter": "Save for later",
		"Proceed":"Proceed"
	},
	"forgetPass": {
		"DoB": "Date of Birth",
		"warn": "**Employee is required to login to retrieve dependent User Id",
		"input-email": "Employee Email Address",
		"input-userId": "User Id",
		"slogan": "Don’t worry happens to the best of us",
		"title": "Forgot Credentials?",
		"askAccount": "Already have an account?",
		"forgetPassword": "Forget password",
		"forgetUserId": "Forget User Id",
		"success-notify": "Your password has been reset succesfully. Check your email for further details",
		"failed-nofify": "Ooops... Something doesn’t look right. Please try again later. If urgent, contact us at <tel. no> for technical assistance"
	},
	"benefit": {
		"go_to_back_hr":"There are some missing information provided from MyHR portal. Please update <a href='https://performancemanager10.successfactors.com/sf/home?bplte_company=ntucfairpr&_s.crb=OWyi1R8RBxo3xmnBjIgecnxGLkY%253d#Shell-home' target='_blank'>MyHR</a> portal  and allow 3 workdays for approval then come back and update your dependants information again for enrolment. If you require any assistance, please contact HR at <a href='mailto:benefits@fairpricegroup.sg'>benefits@fairpricegroup.sg</a> ",
		"I_understand": "I understand. ",
		"dont_worry": "Don't worry about it.",
		"take_your_time_come_back":"Please do take your time and come back to us before the enrolment period ends.",
		"take_care": "Take care and we hope to see you soon",
		"back_to_login": "We will bring you back to the login page now.",
		"thank_you":"Thank you.",
		"see_you_soon": "See you soon.",
		"i_understand_that_you_would": "I understand that you would lke to increase your coverage for yourself and for your dependents.",
		"no_dependent":"However, we have extracted the information from your <a href='https://performancemanager10.successfactors.com/sf/home?bplte_company=ntucfairpr&_s.crb=OWyi1R8RBxo3xmnBjIgecnxGLkY%253d#Shell-home' target='_blank'>MyHR</a> and noticed that you do not have any Dependents recorded.",
		"your_dependent_details_not_updated":"Perhaps it is because your dependent details are not updated in your <a href='https://performancemanager10.successfactors.com/sf/home?bplte_company=ntucfairpr&_s.crb=OWyi1R8RBxo3xmnBjIgecnxGLkY%253d#Shell-home' target='_blank'>MyHR</a>. Please get ready your dependent name, gender, nationality, relationship, child type, NRIC, date of birth data. Please update and re-login after 3 working days.",
		"if_you_want_continue":"If you would like to continue with your journey with no Dependents, click Proceed",
		"once_you_have_updated_your_details": "",
		"update_first": "I will update my Dependent details first",
		"Some_wrong": "Some of these details are wrong",
		"Wonderful": "Wonderful!",
		"Please_let": "Please let us know your decision",
		"I_would_like_to_increase_coverage_for_Myself": "I would like to increase coverage for Myself",
		"I_Dependents": "I would like to increase coverage for Myself and my Dependents",
		"total": "Total {count} items",
		"gst-price": "Flex price inclusive of GST",
		"child_type": "Child Type",
		"employee_id": "Employee Id",
		"country_of_residence": "Country of Residence",
		"NRIC": "NRIC",
		"welcome": "Welcome back",
		"Welcome_back": "Welcome back",
		"please_fill_in_all": "Please fill in all your dependent’s Country of Residence",
		"These_are_the_benefits_that_you_have_saved": "These are the benefits that you have saved",
		"description_1": "Hope all is well with you.",
		"description_2": "Your company values you and have prepared a list of benefits for you and your family.",
		"description_3": "Select the dependents that you would like to enrol into your benefits.",
		"description_4": "These are your Core Benefits that the Company has curated and procured for you.",
		"description_6": "You may choose to stay with the Core Benefits or personalise the Benefits for yourself and/or dependents.",
		"my_core_benefits": "My Core Benefits",
		"i_want_more_coverage_for_myself_and/or_dependents": "I want more coverage for myself and/or dependents",
		"i’m_happy_with_the_core_benefits": "I’m happy with the Core Benefits",
		"i’m_happy_with_this": "I’m happy with this",
		"Benefit_Plan": "Benefit Plan",
		"Coverage": "Coverage",
		"View_Details": "View Details",
		"health_declaration_form": "Health Declaration Form",
		"particulars_of_life": "Particulars of Life to be Assured",
		"family_history_of_the_employee": "Family History of the Employee / Eligible Member",
		"family_history_checkbox": "Has any of your natural parents or sibling(s) died or sufferd from cancer**, heart disease, stroke, high blood pressure, diabetes, kidney disease, mental disorder, tuberculosis or any hereditary disease(s)?",
		"family_history_yes": "If yes, please provide the details below (** for Cancer, please specify the type of cancer)",
		"family_history_no": "If deceased,",
		"information_dialog_text": "The Insurer underwriting the policies will revert back soon on your Health Declaration form.",
		"your_personalised_benefits_plan": "Your Personalised Benefits Plan",
		"your_benefits_at_a_glance": "Your Benefits at a Glance",
		"total_amount_of": "This is the total amount of",
		"from_your_payroll": "is to be deducted from your payroll.",
		"benefit_plan_description_2": "We have sent you an email of your personalised benefit plan details",
		"re_select": "I want to re-select",
		"looks_good": "This looks good.",
		"yes": "Yes",
		"no": "No",
		"relationship": "Relationship (Father, mother, sister(s) or brother (s)",
		"medical_condition_and_exact_diagnosis": "Please indicate type of Medical Condition and the exact Diagnosis",
		"age_at_time_of_diagnosis": "Age at time of Diagnosis",
		"age_of_death": "Age of Death",
		"cause_of_death": "Cause of Death",
		"next": "Next",
		"have_not_complete_hdf": "You have not completed your Health Declaration Form. Click ",
		"complete_hdf": "to complete and start enjoying your Benefits!",
		"dashboard_description_1": "Hope all is well with you.",
		"dashboard_description_2": "Your company values you and have prepared a list of benefits for you and your family.",
		"dashboard_description_3": "These are the benefits that you have selected for this Benefit Year.",
		"benefit_selection_for_benefit_year": "Your Benefit Selection for this Benefit Year",
		"completed_benefit_enrolment": "Your have completed your benefit enrolment",
		"view_the_benefits_you_personalized": "To view the benefits you personalized, click",
		"here": "here",
		"will_be_re_directed": "Otherwise you will be re-directed in",
		"description_5": "If your dependent details are incorrect, please update your dependent details via your HR portal before proceeding",
		"My_Dependents": "My Dependents",
		"these_details_are_correct": "These details are correct",
		"import_dependent_details_from_MyHR": "Import dependent(s) details from MyHR",
		"User_Id": "User Id",
		"Name": "Name",
		"Relationship": "Relationship",
		"NRIC/FIN": "NRIC/FIN",
		"Date_of_Birth": "Date of Birth",
		"Gender": "Gender",
		"Marital_Status": "Marital Status",
		"Nationality": "Nationality",
		"Country_Code_(M)": "Country Code (M)",
		"Mobile_Number": "Mobile Number",
		"View_Dependent_details": "View Dependent details",
		"Collapse_Details": "Collapse Details",
		"Personalise_this_plan": "Personalise this plan",
		"Your_Company’s_Core_Plan": "Your Company’s Core Plan",
		"Your_company’s_hospitalization_benefit_that_supports_you_and_your_loved_ones_in_case_of_emergencies": "Your company’s hospitalization benefit that supports you and your loved ones in case of emergencies.",
		"Medical_Underwriting_may_be_required": "Medical Underwriting may be required",
		"I’m_happy_with_my_selection": "I’m happy with my selection",
		"View_all_plans_for_selection": "View all plans for selection",
		"QUICK_LINKS": "QUICK LINKS",
		"Online_Resources": "Online Resources",
		"Contact_Us": "Contact Us",
		"Save_As_Draft": "I need more time to think about it",
		"Go_back": "Back",
		"Provide_response_here": "Please provide details for questions where the answer is indicated as 'Yes'",
		"validate": "Please fill in the height and weight field and select one of the options",
		"validateInputField": "<span class='text-28 text-NTUC-1'>Ooops</span> <br/><br/> It looks like you missed out height and weight information in your form.<br/><br/> It will be another 2 secs before you are on your way again.",
		"validateOptions": "<span class='text-28 text-NTUC-1'>Ooops</span> <br/><br/> It looks like not all of the questions have been answered. <br/><br/> When you review your answers, don't forget about your dependents and your height and weight. <br/><br/>Thank you.",
		"validateTextField": "<span class='text-28 text-NTUC-1'>Ooops</span> <br/><br/> It looks like you've answered some of the questions with a Yes response. <br/><br/> If you did, don't forget to provide further details in the text box.<br/><br/> We've made it quite big so that you have plenty of space, and if you need to it will stretch",
		"validateAll": "<span class='text-28 text-NTUC-1'>Good going!</span> <br/><br/> We know you've tried to answer all of the questions, but it seems that you might have missed a few. <br/><br/> If you had ticked the checkbox below your dependent's name, just make sure that you've answered all the questions by indicating a Yes or a No response <br/><br/> Have a quick look to correct it and you'll soon be on your way again.",
		"I_agree_to_my_benefit_plans_and_the_payment_terms_specified": "I agree to my benefit plans and the payment terms specified",
		"I_understand_that_I_may_need_to_fill_up_the_Health_Declaration_Form_after_this_submission": "I understand that I may need to fill up the Health Declaration Form after this submission",
		"question-1": "1. Has any application for medical or accident insurance been declined, postponed or accepted on special terms?",
		"height&weight": "Height (cm) and Weight (kg)",
		"title-skip": "Your Health Declaration Form have been saved successfully. When you are ready, you can return and proceed with the HDF submission.",
		"question-2": "2. In the past five years, any medical leave of more than seven days continuously or any hospitalisation (except normal pregnancy or surgery?",
		"question-3": "3. In the last five years, have you had, or been advised to undergo any medical tests or investigations that resulted in any of the following ",
		"question-3a": "Abnormal results or findings",
		"question-3b": "Inconclusive results",
		"question-3c": "Additional or repeat test",
		"question-3d": "Doctor referral",
		"question-3e": "Close monitoring or short interval follow up",
		"question-3f": "Regular surveillance test",
		"question-4": "4. Have you ever been diagnosed, experienced symptoms, received medical advice or referral or had treatment for any of the following conditions.",
		"question-4a": "a. High blood pressure, high cholestrol, chest pain or discomfort, coronary aretery disease, heart murmur, heart valve disorder, fast or irregular heart rate or any other heart, blood vessel or circulatory system disorders.",
		"question-4b": "b. Epilepsy or fits, stroke, transient ischaemic attack, numbness or weakness of limbs, anxiety, depression, schizophrenia or any other nervous, neurological or mental disorders.",
		"question-4c": "c. Diabetesor raised blood sugar, thyroid disorders, stomach or duodenal ulcer, gastritis, blood in stools, hepatitis, fatty liver, cirrhosis or any other digestive, hepatobiliary, spleen or endocrine disorders.",
		"question-4d": "d. Cancer or carcinoma-in-situ, tumour or any growth, cyst, polyp, nodule or unusual skin lesion",
		"question-4e": "e. Anemia, systemic, lupos, erythematous (SLE), HIV (Human Immunodeficiency Virus) infection or AIDS, STD (Sexually, Transmitted Diseases) or any other blood disorders or autoimmune diseases",
		"question-4f": "f. Impaired vision, impaired hearing, impaired speech, asthma or breathlessness or any other eyes, ears, nose, throat or other respiratory disorders",
		"question-4g": "g. Blood, protein or sugar in urine, kidney stones, kidney disease, or any other urinary or reproductive organ disorders",
		"question-4h": "h. Arthritis, gout, slipped disc, chronic back pain or any other bond, spine, joint or muscle disorders",
		"question-4i": "i. Any other illness, disorders, signs or symptoms, physical disability, deformity, injury, accident, operation or treatment not mentioned above",
		"question-5": "5. Have you been advised to have any surgical operation?",
		"question-6": "6. Do you take part or plan to take part in the following hazardous activities?",
		"question-6a": "Military/Private flying (excludes flying as a passenger on a regular airline)",
		"question-6b": "Mountaineering and Rock Climbing",
		"question-6c": "Scuba Diving",
		"question-6d": "Free-fall Parachuting",
		"question-6e": "Motor Racing",
		"question-6f": "Any hazardous activities",
		"select-box": "Select the individual/s you will be responding for",
		"if_you": "If you have answered “Yes” to any of the above questions, please give full details including dates, name or hospital or insurer, reasons, descriptions, diagnoses, type of test/investigation done and result, treatment, still on follow-up or fully recovered or cured and attach medical reports, if available. Please include the respective question number(s) for your answer",
		"personal_data": "Personal Data Use Statement",
		"HDF_Alert": "We're sorry. Something has gone wrong with this submission. \n Not to worry, we have saved your submission and our Operations team will  process it within 3 working days and reach out to you if there are any further questions",
		"confirm": "I confirm that I have read, understood and agree to the above declarations and authorisation.",
		"Total_Deduction_From_Payroll": "Total Deduction From Payroll",
		"total_on_hold_price":"Total Deduction From Payroll (Pending Underwriting - GTL)",
		"presentCover": "Present Cover",
		"warning_compulsory": "Oops... one of the plans allows you select one or all of your children to be covered. Do tell us your choice",
		"coverPendingMedicalUnderwriting": "Cover Pending Medical Underwriting",
		"agree_benefit": "I agree that this submission is my finalize selection. No change will be allowed once submitted. Changes in selections can only be made on the next enrolment exercise.",
		"i_understand_the_additional":"Insurance premium amount will be one-time deducted via your payroll. By proceeding, it is deemed that you have consent to the full deduction of premium from your payroll, which may be more than 50% of your total salary payable.",
		"HDFormStep2": {
			"I_cannot": "I cannot alter any of the wordings in this application form. Any attempt to do so will have no effect.",
			"if_you_have_selected":"If you have selected Group Term Life coverage for more then 3 children, please assist to download the Health Declaration Form from the <a href='#/online-resources' target='_blank'>Online Resources</a> and fill up for the 4th child onwards and submit to <a href='mailto:BIX@income.com.sg'>BIX@income.com.sg</a>",
			"I_confirm": "I can confirm :",
			"confirm-a": "a. that I understand and agree to the collection, use and disclosure of the personal data as stated in the “Personal Data Use Statement” (PDUS);",
			"confirm-b": "b. on the representation and warranty made in the PDUS.",
			"I_authorise": "I authorise, consent and agree to the following:",
			"authorise-a": "Income Parties to collect from and/or disclose to the group policyholder, the personal data for all the relevant purposes listed above and in Income’s Privacy Policy including to respond to enquiries from the group policyholder for the purposes of this application and policy servicing matters, including confirmation of eligibility for the cover; and",
			"authorise-b": "The group policyholder to disclose the personal data to Income Parties for all the relevant purposes listed above and in Income’s Privacy Policy.",
			"For_the_purpose": "For the purpose of this application, I authorise, consent and agree to:",
			"purpose-a": "a. the medical source, insurance office, reinsurer, organisation to release to Income any medical or relevant information to do with me or the Insured whether Income accepts this application or not;",
			"purpose-b": "b. Income and its relevant third parties stated in Income’s Privacy Policy to collect from, use and/or disclose to any medical source, insurance office, reinsurer, or organisation any medical or relevant information to do with me or the insured; and",
			"purpose-c": "c. Income or any of its approved medical examiners or laboratories to perform the necessary medical assessment and tests for Income to underwrite and evaluate me or the insured’s health status or condition in relation to this application.",
			"confirm_authorised": "I confirm that I am authorised to give any authorization, consent and approval on behalf of the Insured for items a to c above.",
			"I_agree": "I agree that a copy of this authorization is valid and binding as an original copy.",
			"I_declare": "I declare that the statements and answers given in this form, whether for myself or on behalf of the Insured, are true, correct and complete. I accept full responsibility for them, whether written by me or by anyone else on my or the Insured’s behalf. I have not withheld any information. If it is discovered later that I or the Insured suffer from a medical condition that is not disclosed in this form, we will not be entitled to rely on the defence that the information was disclosed for or in the records of other policies with Income. I agree that this form and other written answers, statements, information or declarations I have made for myself or on behalf of the Insured or which have been made on our behalf will form the basis of the contract of insurance between my employer and Income. If anything is untrue, incorrect or incomplete, I understand that my insurance cover or the Insured’s insurance cover will not be valid.",
			"I_can_confirm": "I confirm that there has been no change in my heath or the Insured’s health since the completion of the application and all additional declarations made in connection with the application. I will notify Income immediately if there is any change in the state of my health or the Insured’s health, or if I or the Insured plan to seek medical consultation, investigation, or treatment between the date of this application and the date this policy is in force. I am aware that Income may add special terms to my insurance cover or the Insured’s insurance cover including limiting or reducing the insurance cover or sum assured of this application according to the information provided by me. I understand and agree that Income may declare my insurance cover or the Insured’s insurance cover as void according to the information provided or if I or the Insured fail to notify Income of any change in the state of my health or the Insured’s health.",
			"I_acknowledge": "I acknowledge and agree that this form will constitute part of my employer’s application for Group Insurance, and will form the basis of the contract of insurance.",
			"agree_that_if": "I agree that if I do not reveal any significant facts in this application (which would have affected Income’s decision to accept my application or the Insured’s application on standard terms), any policy issued may be invalid. This includes any fact I may not be sure is significant, and any information I have given to my employer or the intermediary but was not included in this form.",
			"submit": "Submit"
		},
		"HDFormStep3": {
			"paragraph-1": "By providing the information and submitting this application or transaction, I/we consent and agree to Income Insurance Limited (“Income”), its representatives, agents, relevant third parties (referred to in Income’s Privacy Policy at https://www.income.com.sg/privacy-policy), Income’s appointed insurance intermediaries and their respective third party service providers and representatives (collectively “Income Parties”) to collect, use, and disclose any personal data in this form or obtained from other sources, including existing personal data provided, any future updates and subsequent information on my/our health or financial situation (collectively “personal data”) for the purposes of processing and administering my/our insurance application or transaction, managing my/our relationship and policies with Income including providing me/us with financial advice/financial planning services, sending me/us corporate communication and information on products and/or services related to my/our ongoing relationship with Income, conducting consumer profiling/data analytic/research, which includes data matching based on personal data collected by Income, its affiliates, business partners and/or NTUC Enterprise group of social enterprises (“NE Group”) where required for Income, its affiliates, business partners and/or NE Group, to develop, improve and/or customise their products/services and/or to provide you with their respective products/services, and in the manner and for other purposes described in Income’s Privacy Policy.",
			"paragraph-2": "Where the personal data of another person(s) (for example, personal data of the insured person, my family, employee, payee/payer or beneficiary) is provided by me/us (whether in this or subsequent submissions) or from other sources to Income Parties, I/we represent and warrant that:",
			"paragraph-3": "I/we have obtained their consent for the collection, use and disclosure of their personal data; and",
			"paragraph-4": "I am/we are authorised to give any authorisation and approval on their behalf",
			"paragraph-5": "for the purposes as set out in this Personal Data Use Statement.",
			"paragraph-6": "Please refer to Income’s Privacy Policy (https://www.income.com.sg/privacy-policy) for more information, including access and correction to personal data and consent withdrawal.",
			"confirm": "I confirm that I have read, understood and agree to the above declarations and authorisation"
		},
		"create": {
			"question": "Hi... Before you begin to purchase the top-up plan or purchase the respective plans for your dependents, please read through the following important points below,",
			"question-1": "For dependents enrolment, you will need to update your dependent's details in MyHR App/Portal and routed to HR for verification before they are eligible for the enrolment",
			"question-2": "If you have failed to complete the application before the enrolment closing date, extension will not be granted. You can only enrol at the next enrolment exercise",
			"question-3": "There will be no refund of premium if you chose to terminate the cover midway during the policy period (including resignation and termination). Insurance cover will cease on the last day of your resignation date.",
			"question-4": "There will be no insurance cover if your dependent(s) is/are residing outside Singapore",
			"question-5": "Group Term Life cover require you or your dependent to complete the Health Declaration Form",
			"question-6": "Your dependent's plan must be the same or lower than your top-up plan.",
			"question-7": "Insurance premium amount will be one-time deducted via your payroll. By proceeding, it is deemed that you have consent to the full deduction of premium from your payroll, which may be more than 50% of your total salary payable."
		}
	},
	"dashboard": {
		"title_dashboard_1": "This is what we know about you.",
		"title_dashboard_2": "And if all is good, let's continue your Benefits journey.",
		"changes_required": "Changes Required",
		"my_details_are_correct": "My details are correct",
		"bank_info": "Bank Info",
		"personal_info": "Personal Info",
		"employment_info": "Employment Info",
		"information": "Information",
		"Important_Notes_please_read": "Important Notes - please read",
		"got_it": "Got it.",
		"i_understand_that_you_would": "I understand that you would like to make changes to your personal / dependent’s data.",
		"please_proceed_to_update": "Please proceed to update your <a href='https://performancemanager10.successfactors.com/sf/home?bplte_company=ntucfairpr&_s.crb=OWyi1R8RBxo3xmnBjIgecnxGLkY%253d#Shell-home' target='_blank'>MyHR</a> with the relevant details.",
		"as_your_details_has_not_been_updated": "As your details has not been updated, we will now be signing you out of this Benefit enrolment portal.",
		"once_you_have_updated_your_details": "Once you have updated your details with your <a href='https://performancemanager10.successfactors.com/sf/home?bplte_company=ntucfairpr&_s.crb=OWyi1R8RBxo3xmnBjIgecnxGLkY%253d#Shell-home' target='_blank'>MyHR</a>, you will be able to continue with your Benefits journey after 3 working days.",
		"see_you_soon": "See you soon.",
		"flex_allocation": "Flex$ Allocation",
		"flex_utilisation": "Flex$ Utilisation",
		"pending_utilisation": "Pending Utilisation",
		"balance": "Balance",
		"you_have_first_part": "You have not completed your Health Declaration Form. Click ",
		"here": "here",
		"you_have_last_part": " to complete  and start enjoying your Benefits!",
		"enrol": "Enrol",
		"now": "now",
		"your_remaining": "Your remaining ",
		"time": "time",
		"wallet": "Wallet",
		"claims": "Claims",
		"flex_credits": "Flex Credits",
		"outpatient": "Outpatient",
		"inpatient": "Inpatient",
		"active_card": "Active Card",
		"new_claim": "I would like to create a new Claim",
		"recent_transactions": "Recent Transactions",
		"panel_transactions": "Panel Transactions",
		"earned": "Earned",
		"see_all": "See All"
	},
	"take_step": {
		"title": "Taking the next step...",
		"ready_to_start": "Ready to start?",
		"proceed_to_customise_yout_coverage": "Proceed to customise your coverage",
		"do_this_later": "Do this later",
		"button_1":"Increasing your coverage for your self is good for Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Dictumst vestibulum rhoncus est pellentesque elit ullamcorper dignissim. ",
		"button_2":"To read more about this click ",
		"here":"here"
	},
	"employee_verification": {
		"modal_benefit_text": "To proceed with personalising your benefits, click",
		"modal_benefit_content": "You have verified your details",
		"modal_login_content": "A m p l i f y",
		"modal_login_text": "Energy from within"
	},
	"footer": {
		"income_insurance_limited": "Income Insurance Limited",
		"UEN": "| UEN: 202135698W",
		"address": "Income Centre 75 Bras Basah Road Singapore 189557",
		"tel": "Tel: 6788 1777",
		"fax": "Fax: 6338 1500",
		"enquiries": "Enquiries: income.com.sg/enquiry"
	},
	"Mobilephone": {
		"phone_number": "Your phone number",
		"unable_dectect": "We have been unable to detect your phone number. To receive OTP, provide your mobile number below",
		"country_code": "Country Code",
		"mobile_phone": "Mobile Phone No."
	},
	"Email": {
		"email": "Your email",
		"unable_dectect": "We have been unable to detect your email address. To receive OTP, provide your email below",
		"title": "Email"
	},
	"OTP": {
		"otp": "OTP",
		"send": "An OTP has been sent to ",
		"expire": "OTP will expire in 56s"
	},
	"firstTime": {
		"dependent":"Dependent",
		"title_step1": "Consent, Access and Correction of Your Personal Data",
		"Declaration": "Declaration and authorisation",
		"Agree": "Agree",
		"password": "Password Change",
		"save_pass": "Password saved",
		"not_save_pass": "Password not saved. Please try again",
		"update_pass": "Update your password",
		"Personalise": "Personalise Your Username",
		"descrip": " With the implementation of the Personal Data Protection Act for NRIC and other National IDs wef Sept 2019, we would encourage you not to use your NRIC as the Username",
		"title_descrip": "If you wish to change, please tick below.",
		"change_user": "Change Username",
		"note": "Note that this is a one time change of Username and will not be able to change it again after submitting.",
		"submit": "Submit",
		"skip": "Skip",
		"validate": {
			"blankCurrent": "Current Password cannot be blank.",
			"blankNew": "New Password cannot be blank.",
			"blankConfirm": "Confirm New Password cannot be blank",
			"short": "Password too short, must have at least 8 alphanumeric characters.",
			"repeat": "Password cannot have a character that repeats 4 times.",
			"upperCase": "Password must contain at least 1 upper case character (A-Z)",
			"lowerCase": "Password must contain at least 1 lower case character (a-z)",
			"digit": "Password must contain at least 1 digit (0-9)",
			"match": "Your new Password does not match with the one above",
			"special": "Password must contain at least 1 special character, e.g.`~!@#$%^&*()-_=+|[]{}:;\"'/?.>,<",
			"username_exist": "This username is already exist. Please try again!"
		}
	},
	"telemed": {
		"heyally": "HeyAlly (Telemedicine)",
		"myself":"Tele-consult for Myself",
		"Access_to_heyally":"Access to HeyAlly -Telemedicine service now",
    	"Download_HeyAlly_App":"Download HeyAlly app on your mobile device",
		"what_is_benefit": "Welcome to your Telemedicine Portal",
		"Access_to":"Access to HeyAlly -Telemedicine service now",
		"Download_HeyAlly":"Please note that the below are the opening hours where Telemed is available.",
		"all_charge":"All charges covered under the policy will be cashless. You will be asked to pay for expenses outside of the benefit coverage which includes but not limited to co-payment excluded conditions, exceeding policy limit and etc",
		"For_Access": "For access to Telemedicine services, login portal from your mobile device",
		"connect_with_registered": "Click on any of the buttons below to connect to the tele-doctors available.",
		"what_condition": "What conditions are suitable for telemedicine consultation",
		"click_on_corporate": "Click on “Corporate Login” and choose Program: Great Eastern",
		"fill_up_default": "Fill up your default username and new password",
		"step4": "Step 4: Complete Registration",
		"fill_up_required": "Fill up the required fields to complete a one-time setup for HeyAlly (please ignore clinic code & AllyPartner code)",
		"for_subsequent_logins": "For subsequent logins",
		"enter_name_pass": "Enter your username and password; or",
		"enable_biometric": "Enable biometric authentication for easy access!",
		"how_do_i_use_heyAlly": "Opening Hours",
		"Closed":"Closed",
		"please_access": "Please note that the below are the opening hours where Telemedicine is available.",
		"for_a_copy": "for a copy of the user manual on the step by step guide",
		"Monday_Friday": "Monday - Friday",
		"8am_to_8pm":"8am to 8pm",
		"Saturday_Sunday":"Saturday & Sunday",
		"8am_to_12noon":"8am to 12pm",
		"public_holidays":"Public Holidays",
		"Frequently_Asked_Questions":"Frequently Asked Questions",
		"Is_this":"Is this service cashless?",
		"Yes_this":"It will be cashless for charges covered under the policy. Member will be asked to pay for expenses outside the benefit coverage such as co-payment, excluded condition, exceed policy limit.",
		"How_long":"How long do I need to wait for the medications to be delivered to me?",
		"Your_medication":"Your medications will be delivered to you within 4 hours.",
		"can_i_access":"Can I access this service via Desktop?",
		"no_this_service":"No. This service is only s on mobile and notepad/Ipad devices via iOS/Android apps.",
		"if_i_need":"If I need assistance, who can I contact?",
		"you_may_contact":"You may contact us using the following details if you need further assistance.",
		"Email": "Email",
		"Phone":"Phone",
		"MMB@rhythmasia":"bix@income.com.sg",
		"+6566640868":" +65 6734 8233",
		"Important":"Important Note - if your company extends dependant coverage",
		"dependants":"For dependents above 16, you are required to do a one time registration of an HeyAlly account with your mobile number and email address.",
		"clicking":"Do so by clicking on the",
		"New_Account":"Sign up for New Account",
		"HeyAlly_app":"button in the HeyAlly app.",
		"Tele-consult":"Tele-consult for ",
		"teleconsultation":"Once the one time registration is completed, click on the “Teleconsult” button in CFC and you will be connected directly to HeyAlly for your teleconsultation services."
	  },
	"online-resources": {
		"Browse": "Online Resourcess",
		"Description": "Description",
		"URL": "URL",
		"Visit": "Visit Website",
		"Home": "Back"
	},
	"employee": {
		"category": "Category"
	},
	"clinic": {
		"clinic_title": "My Clinics",
		"clinic_content_1": "Panel Clinics have been specially curated for you where you can enjoy a cashless experience at these selected Clinics.",
		"clinic_content_2": "Simply present your member card.",
		"clinic_panel": "are clinics that have been specially curated for you. You can enjoy cashless transactions at panel clinics as defined by your Benefits.",
		"clinic_non_panel": "are provided for your convenience and Benefits limits apply.",
		"Panel":"Panel Clinics",
		"Non-Panel":"Non-Panel Clinics",
		"Panel_Button":"For access to list of Panel Clinics, please click on the “Panel Button” to view Panel Clinics only for your cashless transactions.",
		"phone_number": "Phone No",
		"postal_code": "Postal Code",
		"service": "Service",
		"address": "Address",
		"no_data": "No data",
		"opening_hours": "Opening Hours",
		"Clinic_Resource":"The Clinic Resource is intended to be used and must be used for informational purposes only. It is of the utmost importance to do your own research and analysis before taking any decision based on your own personal circumstances. You should take independent medical advice from a professional in connection with, or independently research and verify, any information that you find on",
		"Healthhub":"Healthhub.sg",
		"treatment":"and wish to rely upon, whether for the purpose of making an medical treatment decision or otherwise."
	},
	"day_time": {
		"Monday": "Monday",
		"Tuesday": "Tuesday",
		"Wednesday": "Wednesday",
		"Thursday": "Thursday",
		"Friday": "Friday",
		"Saturday": "Saturday",
		"Sunday": "Sunday",
		"Holiday": "Public Holiday"
	},
	"contact_us": {
		"email_us": "Email Us",
		"how_can_i_help": "How can we help you?",
		"back_home": "Back To Home",
		"send": "Send",
		"modal_home_text": "We have received your message and will be in touch shortly.",
		"modal_text_back_home": "You will be redirected back to Home in ",
		"thank_you": "Thank you",
		"text_notice": "We have received your query and will be in touch shortly"
	},
	"exception": {
		"title_inactive": "Whoops...",
		"spinning": "We just wanted to show you the cool spinning vertex that we created.",
		"title": "Don’t worry you didn’t do anything wrong",
		"email": "support@benefitsolutions.com.sg",
		"description_1": "This issue has been logged with our technical team and if you need additional information on this, please contact",
		"description_2": "and they will be able to advise further.",
		"description_3": "But if you want to get back to work straightaway, please click on button below.",
		"description_4": "Unfortunately,if you were in the middle of the Benefit Selections, we apologize for this inconvenience.",
		"return": "Please bring me back"
	},
	"inactive": {
		"title": "Did you fall asleep?",
		"diagnostic": "It looks like you’ve been thinking for quite a while. But just in case you’ve left your desk, we wanted to keep your information safe from intruders.",
		"description_1": "Your session is inactive.",
		"description_2": "For the safety of your data, we have logged you out.",
		"description_3": "If you would like to to get back to work straightaway, please click on button below.",
		"description_4": "Unfortunately, if you were in the middle of the Benefit Selections, we apologize for this inconvenience"
	},
	"profile": {
		"back": "Back",
		"Settings": "Settings",
		"My_Profile": "My Profile",
		"contact": "Please contact your HR if any of the information below is incorrect",
		"Dependent": "Dependent",
		"My_details_are_correct": "My details are correct",
		"Personal_Info": "Personal Info",
		"bank_info": "Bank Info",
		"date_time": "Log In Date & Time",
		"date_time_login": "Date And Time",
		"title": "Title",
		"My_Personal_Info": "My Personal Info",
		"My_Employment_Info": "My Employment Info",
		"My_Bank_Info": "My Bank Info",
		"Login_Date_Time": "Login Date & Time",
		"Employment_Info": "Employment Info",
		"Dependent_name": "Dependent Name"
	},
	"confirm": {
		"nice": "Nice!",
		"your_coverage_shall_commence": "Your coverage shall commence as per the start date as communicated by your HR.",
		"if_you_have_any_further_questions": "If you have any further questions on your coverage, you may contact your HR team.",
		"log_me_out": "Log me out"
	},
  "claim": {
	"Flexible_Benefits": "Flexible Benefits",
	"Submitted_On": "Submitted On",
	"Claimant_Details": "Claimant Details",
	"Payment_Details": "Payment Details",
    "Claim_detail": "Claim Details",
    "claim_liable":"Your claim category is liable for",
    "atack": "Attachments",
    "remmak": "Remarks",
    "incurent_amount": "Incurrent Amount",
    "submit_with_log": "Submit without log",
    "sumit_log": "Submit with log",
    "detail": "Claimant Detail",
    "submit": "Submit",
    "pendingHr":"PENDING HR",
    "pendingSubmission":"PENDING SUBMISSION",
    "submitted":"SUBMITTED",
    "processing":"PROCESSING",
    "pendingInsurer":"PENDING INSURER",
    "approved":"APPROVED",
    "reqForInfo":"REQ FOR INFO",
    "paid":"PAID",
    "rejected":"REJECTED",
    "back":"Back",
    "View_Claim": "View Claim",
    "Employee_Name":"Employee Name",
    "Claimant_Name":"Claimant Name",
    "Service_Provider":"Service Provider",
    "Next_Claim":"Next Claim",
    "OutPatients": {
      "save": "Save",
      "verify": "Verify",
      "convertToHS": "Convert to H&S",
      "un-verify": "Un-Verified",
      "Verification_email": "Verification Email",
      "HR_comment": "HR Comments",
      "Add_new": "Add New",
      "Claim_detail": "Claim Details"
    },
    "ImPatients": {
      "verify": "Verify",
      "un_verify": "Un-Verify"
    },
    "dialog": {
      "email1": "Are you sure you would like to send a verification email to the employee?",
      "email2": "Please tick the below checkbox",
      "email3": "Send Verification Email",
      "email4": "Print Letter",
      "ok": "Ok",
      "delete1": "Please note that a record of this claim will be deleted.",
      "delete2": "Would you like to proceed?",
      "table1": "Select one of the possible Inpatient claims you would like to reference"
    },
    "claim_question": "When did this claim happen?",
    "claims": "claims",
    "my_log_requests": "My LOG Requests",
    "my_log_requests_subtitle_1": "Create or view all of your past and ongoing Letter of Guarantee Requests",
    "my_log_requests_subtitle_2": " or email at ",
    "my_log_requests_subtitle_3": " to request for an “Emergency LOG“",
    "log": "I would like to create a new LOG Request",
    "log_technical_issues": "Technical Issues:",
    "log_all_other_matters": "All otheclair matters:",
    "log_support": "LOG Support",
    "search": "Search",
    "event_treatment": "Enter the incurred date before proceeding",
    "tittle": "Filters",
    "where": "Where",
    "and": "And",
    "admission_date": "admission date",
    "claim_type": "claim type",
    "hidden": "hidden",
    "claimant": "claimant",
    "hospital": "hospital",
    "diagnosis": "diagnosis",
    "Claimant": "Claimant",
    "Diagnosis": "Diagnosis",
    "Hospital": "Hospital",
    "Status": "Status",
    "requested_date": "Requested Date",
    "my_claims": "My Claims",
    "non_insurance_flex": "Non-Insurance ( Flex )",
    "insurance_outpatient": "Insurance Outpatient",
    "insurance_inpatient": "Insurance Inpatient",
    "new_claim": "New Claim",
    "claimed": "Incurred",
    "reimbursed": "Approved",
    "claimant_type": "Claimant Type",
    "claimant_amount": "Claimant Amount",
    "your_claim": "Your Claim",
    "upload": "Upload",
    "details": "Details",
    "complete": "Complete",
    "content_step_1": "Answer some questions relating to your claim",
    "content_step_2": "Upload files to support your claim",
    "content_step_3": "Fill in claim information",
    "content_step_4": "Your submission is complete!",
    "first_claim_content": "How many claims will you be submitting today?",
    "first_claim_noti": "Please prepare a digital copy of related documents\n(only *.pdf,*.jpg,*.png files are supported)",
    "one_claim": "One Claim",
    "multiple_claims": "Multiple Claims",
    "second_content": "And who is this claim for?",
    "myself": "Myself",
    "bear_with_us": "Thank you,",
    "select_your_claim": "Please select your claims wallet.",
    "provide_claim": "You may need to provide different information based on your selection",
    "flex_wallet": "Flex Wallet",
    "insurance_outpatient_wallet": "Insurance Outpatient Wallet",
    "insurance_inpatient_wallet": "Insurance Inpatient Wallet",
    "insurance_inpatient_tooltip": "An Insurance Inpatient claim is a claim made against your Inpatient wallet and is typically used when admitted to a hospital for either a scheduled or unscheduled treatment.",
    "flex_wallet_tooltip": "A Flex Claim is a claim made against your Flex wallet. ",
    "insurance_outpatient_tooltip": "An Insurance Outpatient Claim is a claim made against your Outpatient wallet. ",
    "fourth_banner": "“I once thought considered my endless life a  reward. In the end, it’s  a punishment” ... Kim-Shin",
    "question_one": "And will you be submitting this claim with an existing Letter of Guarantee ?",
    "quote_one": "“If you catch a falling maple leaf, you’ll fall in love with the person you’re walking with” ... Eun-Tak",
    "upload_file": "Let's start uploading your claims documentation. A complete and clear document will enable your claims to be processed efficiently. Thank you!",
    "upload_doc": "A clear and complete documentation will ensure your claims are efficiently processed.",
    "upload_size": "Supports a single or bulk upload. Maximum total file size 10MB.",
    "type_file": "(Only *.pdf,*jpg,*png files are supported with a limit of 10MB. Supports single or bulk upload)",
    "claim_notice": "Information below will help us expedite your claim. The file(s) uploaded can be viewed on the right for your reference.",
    "claim_notice_receipt": "You have indicated that you would like to submit another claim which references the files you uploaded. Please update the Claim Type and Amount",
    "question_two": "Would you mind helping me identify which Letter of Guarantee (LOG) this is related to?. Select from the list of LOG below",
    "your_log": "Your LOG",
    "attachments": "Attachments",
    "selected_letter_of_guarantee": "Selected Letter of Guarantee",
    "let_start_uploading": "Let's start uploading your claims documentations. A complete and clear document will enable your claims to be processed efficiently. Thank you!",
    "upload_your_document/s_here": "Upload your document/s here",
    "note_one": "(Only *.pdf,*jpg,*png files are supported with a limit of 10MB)",
    "final_summary_hospital_bill": "Final Summary Hospital Bill",
    "medical_shield_settlement_letter": "Medical Shield Settlement Letter",
    "final_detail_itemized_hospital_bill": "Final Detail Itemized Hospital Bill",
    "thank_you": "Thank you. ",
    "notice_one": "Information below will help us expedite your claim. The file(s) uploaded can be viewed on the right for your reference.",
    "image_or_pdf_here": "Image or Pdf here",
    "same_receipt": "Same receipt, additional claim? Click Here",
    "we_will_save_claim": "(Don’t worry, we will save the current claim)",
    "balance": "Balance",
    "claim_make_sure": "Just to make sure I didn’t get it wrong, please review and confirm this is accurate.",
    "claim_make_sure_sub": "Upon submission of claim, I consent to our appointed administrator verifying my medical information from the doctor who has attended to me or my dependants concerning the claims submitted.",
    "Completed": "Completed ...",
    "ref_claim": "I have received your claim submission.\nYour claim ref is ",
    "end_session": "You had indicated that you have more than 1 claim. Click Add More to proceed to your next claim or Home if you would like to end this session.",
    "print_copy": "Print a copy",
    "Excellent": "Excellent",
    "claim_ref": "I have received your claim submission.\nYour claim ref is ",
    "content_four": "You had indicated that you have more than 1 claim. Click Add More to proceed to your next claim or Home if you would like to end this session. ",
    "quote_four": "“If you catch a falling maple leaf, you’ll fall in love with the person you’re walking with” ... Eun-Tak",
    "add_more": "Add More",
    "claim_success_notice": "I have received your claim submission. Your claim ref are,",
    "next_one": "Next one..",
    "warning_file_empty": "You have not uploaded any attachment. The attachment is required to substantiate your claim.",
    "more_claim_notice": "You have indicated that you would like to submit another claim which references the files you uploaded. Please update the Claim Type and Amount",
    "insurance_policy": "Insurance Policy",
    "Claim_Type": "Claim Type",
    "invoice_no": "Invoice No.",
    "reference_claim": "Reference Claim",
    "placeholder_remark": "State any other information relating to your claim.",
    "Referral": "Referral",
    "your_claim_submission_is_successful": "Your Claim has been submitted successfully.",
    "create_error": "Your claim could not be submitted at this time. Please contact {supEmail} for further assistance",
    "admission_type": "Admission Type",
    "error_upload_file_max_size": "Your attachment exceeds the file limit of 10MB. Please re-size and upload again",
    "letter_of_guarantee": "Letter of Guarantee",
    "error_admin_date": "Please key in discharge date or discharge date must be after admission date",
    "incurred_claims": "Incurred Claims",
    "reimbursed_claims": "Approved Claims",
    "Add_New": "Add New Referral",
    "no_data": "No Claims",
    "edit_error": "Your Claim could not be submitted at this time. Please contact  <a style='color: #000000' href='tel: {numberPhone}'>{numberPhone}</a> or email us at  <a style='color: #000000' href='mailto:{supEmail}'>{supEmail}</a> if you require urgent assistance.",
    "refno_claim": "Reference Claim"
  },
  "log": {
    "alert-success-log": "Your LOG updates have been successfully submitted",
    "alert-fail-log-1": "Unfortunately there has been an unexpected error. Please contact technical assistance at",
    "alert-fail-log-2": "or email at",
    "search": "Search ...",
    "create_log_successful":"Letter of Guarantee was submitted successfully and email has been sent.",
    "financial_counselling": "This document will be provided by the doctor you are speaking with on matters relating to the treatment cost",
    "pre_auth_certificate_tooltip": "This document will be provided to you by your Insurer in the event you have have requested for a pre-authorisation certificate from them",
    "your_log": "Your LOG",
    "content_step_1": "Answer some questions relating to your letter of guarantee request",
    "details": "Details",
    "content_step_2": "Provide missing details",
    "complete": "Complete",
    "content_step_3": "Your submission is complete",
    "hi": "Hi",
    "hello": "Hello",
    "question_one": "When will treatment happen?",
    "question_there": "First things first, I just need these details from you,",
    "quote_one": "“I once thought considered my endless life a reward. In the end, it’s a punishment” ... Kim-Shin",
    "quote_two": "“If you catch a falling maple leaf, you’ll fall in love with the person you’re walking with” ... Eun-Tak",
    "quote_three": "“I once thought considered my endless life a  reward. In the end, it’s  a punishment” ... Kim-Shin",
    "quote_four": "“Your choice is the only answer in life.” - Kim Shin ",
    "great": "Great",
    "question_two": "And if you don’t mind me asking, who is this LOG request for?",
    "one_last_question": "One last question to",
    "question_three": "Where will the treatment happen?",
    "understood": "Understood",
    "please_wait": "Please wait a moment while we prepare for your submission.",
    "submit": "Submit",
    "we_need_additional_details": "We need additional details ...",
    "question_four": "I’m going to need some additional information I’m afraid. Would you be able to help me fill up the missing parts?",
    "log_request": "LOG Request",
    "admission_date": "Admission Date",
    "claimant_information": "Claimant Information",
    "employee_name": "Employee Name",
    "claimant_name": "Claimant Name",
    "log_information": "LOG Information",
    "policy": "Policy",
    "policy_claim_type": "Policy Claim Type",
    "diagnosis": "Diagnosis",
    "hospital": "Hospital",
    "treatment_information": "Treatment Information",
    "surgical_code": "Surgical Code",
    "estimated_amount": "Estimated Amount",
    "enter_amount": "Enter Amount",
    "financial_counselling_form_(Optional)": "Financial Counselling Form (Optional)",
    "content_upload": "Click or drag file to this area to upload",
    "thank_you": "Thank you ...",
    "would_you_please_help_check_just_in_case": "Would you please help check just in case?",
    "thank_you_and_please_take_care": "Thank you and please take care",
    "log_ref": "Your LOG ref is ",
    "print_a_copy": "Print a copy",
    "your_claim_submission_is_successful": "Your LOG has been submitted successfully.",
    "text_alert_error_log": "Your LOG could not be submitted at this time. Please contact {supEmail} if you require urgent assistance",
    "text_success_employee": "Your request to update this Employee Info has been successfully submitted",
    "pre_auth_certificate": "Pre-Auth Certificate",
    "edit_log": "Edit LOG",
    "cancel_error": "Your LOG request cannot be cancelled at this time. Please contact {supEmail} if you require further assistance",
    "status": "Status",
    "incurred_date": "Incurred Date",
    "issued_date": "Issued Date",
    "currency": "Currency",
    "log_value": "LOG Value",
    "edit_notification": "You may only edit your Letter of Guarantee requests which are currently are ",
    "pending": "Pending",
    "question_five": "I’ve noted that you are requesting for a supplementary LOG. Is this correct?",
    "one_second": "One second",
    "table__notification": "If this is the first time that you are requesting for a letter of guarantee, click this link for some guidance ",
    "no_data": "No data",
    "view_log": "LOG Details",
    "reference_no": "Reference No",
    "successful_cancel": "Your LOG request has been cancelled successfully",
    "edit_success": "Your LOG has been submitted successfully",
    "edit_error": "Your Claim could not be submitted at this time. Please contact  <a style='color: #000000' href='tel: {numberPhone}'>{numberPhone}</a> or email us at  <a style='color: #000000' href='mailto:{supEmail}'>{supEmail}</a> if you require urgent assistance.",
    "copy_title_log": "These were the details of your previous LOG",
    "copy_content_log": "Please can you vet through that this is accurate and add the additional estimated amount required. ",
    "hospital_other": "Hospital Other",
    "diagnosis_other": "Diagnosis Other",
    "date_of_illness": "Date Of Illness",
    "Oops":"Oops...",
    "fill_in_log_information": "Fill in LOG information",
    "your_letter_of_guarantee_request": "Your Letter of Guarantee request is underway ..."

  },
  "upload": {
    "click_or_drag_file_to_this_area_to_upload": "Click or drag file to this area to upload"
  },
  "quick_log": {
    "NRIC": "NRIC",
    "user_name": "User Name",
    "one_moment_while_I_check_our_records": "One moment while I check our records",
    "user_id": "User ID",
    "employee_id": "Employee Id",
    "email_address": "Email Address",
    "quote_one": "“If you catch a falling maple leaf, you’ll fall in love with the person you’re walking with” ... Eun-Tak ",
    "content_step_1_2": "I’ll be sending an OTP to your ",
    "email": "Email",
    "mobile_phone": "Mobile Phone",
    "both": "Both",
    "send_otp": "Send OTP",
    "otp_send_successful": "OTP send successful.",
    "right": "Right",
    "content_step_1_3": "Please input the OTP that you have received.",
    "thank_you": "Thank you",
    "content_step_1_4": "One moment while I check our records ..."
  }
}
